Revit 2024 API
ExportPatternTable Constructor
 Constructs a new ExportPatternTable with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public ExportPatternTable()
Visual Basic
Public Sub New
Visual C++
public:
ExportPatternTable()
See Also
ExportPatternTable Class
Autodesk.Revit.DB Namespace